<?php
/* @var $this yii\web\View */
$this->title = Yii::$app->name;
?>
<div class="main-default-index">

    <div class="jumbotron">
        <h1>Добро пожаловать в менеджер задач!</h1>

        <p class="lead">Сайт находится в разработке</p>

        <p>Версия сайта Alpha 0.1</p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>v0.1:</h2>

                <p><b>v0.1.1</b>!</p>
                <br> - Исправлена ошибка с созданием задачи без времени
                <br> - Изменен внешний вид страницы списка задач
                <br> - Добавлен вывод описания на странице списка задач

                <p><b>v0.1.2</b>!</p>
                <br> - Добавлена авторизация и регистрация через вк

                <p><b>v0.1.3</b>!</p>
                <br> - Теперь у каждого пользователя выводятся только свои материаллы
                <br> - Улучшен интерфейс
                <br> - Исправлены ошибки

                <p><b>v0.1.4</b>!</p>
                <br> - Добавлен поиск других пользователей
                <br> - Улучшен интерфейс страницы проекат
                <br> - Исправление ошибок и оптимизация запросов в бд
                <p><a class="btn btn-default" href="https://github.com/Purt09/task_manager">Исходный код проекта:</a></p>
            </div>

        </div>

    </div>
</div>